Repository: sigmaSd/Stimulator
Catalog: po/*.po
Languages: da, de, es, et, fr, hi, ja, nl, pt_br, uk

source: Stimulator
et: Stimulaator
fr: Stimulateur
ja: スティミュレータ
uk: Стимулятор

source: Keep your computer awake
da: Hold din computer vågen
de: Verhindere Bereitschaft
es: Mantenga su ordenador despierto
et: Hoia oma arvuti ärkvel
fr: Gardez votre ordinateur éveillé
hi: अपने कंप्यूटर को सक्रिय रखें
ja: コンピュータを起動したままにしておく
nl: Houd uw computer actief
pt_br: Mantenha seu computador acordado
uk: Утримує ваш комп'ютер від сну

source: caffeine;nosleep;awake;keepawake;keepon;
da: koffein;ingensøvn;vågen;holdevågen;holdetændt;
es: cafeína;sin dormir;despierto;mantenerse despierto;mantenerse encendido;
et: kofeiin;eiuinu;ärkvel;hoiaärkvel;jätka;
fr: caféine;pas de sommeil;éveillé;
ja: カフェイン;スリープ;起動;起動しておく;
nl: caffeine;nietslapen;actief;ontwaakt;ingeschakeld;aan;
pt_br: cafeina;semdormir;acordado;mantaracordado;manterligado;

source: Disable Automatic Suspending
da: Deaktiver Automatisk Suspendering
de: Deaktiviere automatsiche Bereitschaft
es: Deshabilita la suspensión automática
et: Keela automaatne uinumine
fr: Désactiver la suspension automatique
hi: स्वचालित निलंबन अक्षम करें
ja: 自動スリープを無効にする
nl: Automatische pauzestand uitschakelen
pt_br: Desabilitar Suspensão Automática
uk: Вимкнути автоматичну призупинку

source: Disable Screen Blanking and Locking
da: Deaktiver skærmblankering og låsning
de: Deaktivere Bildschirm ausschalten und Sperren
es: Deshabilita el apagado de pantalla y el bloqueo
et: Keela ekraani tumenemine ja lukustumine
fr: Désactiver le verrouillage de l'écran
hi: स्क्रीन रिक्ति और लॉक अक्षम करें
ja: 画面消灯とロックを無効にする
nl: Scherm uit en vergrendelen uitschakelen
pt_br: Desabilitar Bloqueio e Desligamento de Tela
uk: Вимкнути притлумлення і блокування екрану

source: Current state: System default
da: Nuværende tilstand: System standard
de: Aktueller Zustand: Systemstandard
es: Estado actual: Valor predeterminado del sistema
et: Hetkeolek: Süsteemi vaikeseade
fr: État actuel: Paramètre par défaut du système
hi: वर्तमान स्थिति: सिस्टम तयशुदा
ja: 現在の状態：システムデフォルト
nl: Huidige status: systeemvoorkeuren volgen
pt_br: Estado atual: Padrão do sistema
uk: Поточний стан: системний типовий

source: Current state: Indefinitely
da: Nuværende tilstand: Ubegrænset
de: Aktueller Zustand: Unbeschränkt
es: Estado actual: Indefinidamente
et: Hetkeolek: Määramata ajaks
fr: État actuel: Indéfiniment
hi: वर्तमान स्थिति: अनिश्चितकाल तक
ja: 現在の状態：無期限
nl: Huidige status: onbeperkt
pt_br: Estado atual: Indefinitivamente
uk: Поточний стан: не визначено

source: Stimulator is active
da: Stimulator er aktiv
de: Stimulator ist aktiv
es: Stimulator está activo
et: Stimulaator on aktiivne
fr: Stimulateur est actif
hi: Stimulator सक्रिय है
ja: スティミュレータが作動しています
nl: Stimulator is actief
pt_br: Stimulator está ativo
uk: Стимулятор активний

source: Close Stimulator?
da: Luk Stimulator?
de: Stimulator schließen?
es: ¿Cerrar Stimulator?
et: Sulgen Stimulaatori?
fr: Fermer Stimulateur ?
hi: Stimulator बंद करें?
ja: スティミュレータを閉じますか？
nl: Stimulator afsluiten?
pt_br: Fechar Stimulator?
uk: Закрити Стимулятор?

source: Stimulator is active, do you want to close it?
da: Stimulator er aktiv, vil du lukke den?
de: Stimulator is aktiv, willst du es schließen?
es: Stimulator está activo. ¿Desea cerrarlo?
et: Stimulaator on aktiivne, kas soovid selle sulgeda?
fr: Stimulateur est actif, voulez-vous le fermer ?
hi: Stimulator सक्रिय है, क्या आप इसे बंद करना चाहते हैं?
ja: スティミュレータが作動しています、閉じますか？
nl: Stimulator is actief. Wilt u de toepassing afsluiten?
pt_br: Stimulator está ativo, você deseja fechar ele?
uk: Стимулятор активний, справді бажаєте закрити?

source: Cancel
da: Annuller
de: Abbrechend
es: Cancelar
et: Tühista
fr: Annuler
hi: रद्द करें
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
uk: Скасувати

source: Close
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
hi: बंद करें
ja: 閉じる
nl: Sluiten
pt_br: Fechar
uk: Закрити

source: Preferences
da: Præferencer
de: Einstellungen
es: Preferencias
et: Eelistused
fr: Préférences
hi: प्राथमिकताएं
ja: 設定
nl: Voorkeuren
pt_br: Preferências
uk: Налаштування

source: Theme
da: Tema
es: Tema
et: Teema
fr: Thème
hi: थीम
ja: テーマ
nl: Thema
pt_br: Tema
uk: Тема

source: System Theme
da: System Tema
es: Tema del sistema
et: Süsteemi teema
fr: Thème du système
hi: सिस्टम थीम
ja: システムテーマ
nl: Systeemthema
pt_br: Tema do Sistema
uk: Системна тема

source: Light
da: Lys
de: Hell
es: Claro
et: Hele
fr: Clair
hi: हल्की
ja: ライト
nl: Licht thema
pt_br: Claro
uk: Світла

source: Dark
da: Mørk
de: Dunkel
es: Oscuro
et: Tume
fr: Sombre
hi: गहरी
ja: ダーク
nl: Donker thema
pt_br: Escuro
uk: Темна

source: Keyboard Shortcuts
da: Tastaturgenveje
de: Tastenkombinationen
es: Atajos de teclado
et: Klaviatuuri otseteed
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
ja: キーボードのショートカット
nl: Sneltoetsen
pt_br: Atalhos de Teclado
uk: Клавіатурні скорочення

source: General
da: Generel
de: Allgemein
et: Üldine
fr: Général
hi: सामान्य
ja: 一般
nl: Algemeen
pt_br: Geral
uk: Загальні

source: Open Menu
da: Åbn Menu
de: Menu öffnen
es: Abrir menú
et: Ava menüü
fr: Ouvrir le menu
hi: मेनू खोलें
ja: メニューを開く
nl: Menu openen
pt_br: Abrir Menu
uk: Відкрити меню

source: Quit
da: Forlade
de: Beenden
es: Salir
et: Lõpeta
fr: Quitter
hi: बंद करें
ja: 終了
nl: Afsluiten
pt_br: Sair
uk: Вихід

source: About Stimulator
da: Om Stimulator
de: Über Stimulator
es: Acerca de Stimulator
et: Stimulaatori teave
fr: À propos de Stimulateur
hi: Stimulator के बारे में
ja: スティミュレータについて
nl: Over Stimulator
pt_br: Sobre Stimulator
uk: Про Стимулятор

source: Unsupported System
da: System Ikke Understøtted
de: Nicht unterstütztes System
es: Sistema no soportado
et: Süsteem ei ole toetatud
fr: Système non pris en charge
hi: असमर्थित सिस्टम
ja: サポートされていないシステム
nl: Niet-ondersteund systeem
pt_br: Sistema Não Suportado
uk: Система не підтримується

source: Your desktop environment doesn't support Stimulator, click close to quit
da: Dit skrivebordsmiljø understøtter ikke Stimulator. Klik på Luk for at afslutte.
de: Deine Desktopumgebung unterstützt Stimulator nicht, zum Beenden auf Schließen klicken
es: Su entorno de escritorio no soporta Stimulator, haga click para salir
et: Sinu töölaua keskkkond ei toeta Stimulaatorit, väljumiseks klõpsa sulgemise nupul
fr: Votre environnement de bureau ne prend pas en charge Stimulateur, cliquez sur Fermer pour quitter
hi: आपका डेस्कटॉप वातावरण Stimulator का समर्थन नहीं करता है, छोड़ने के लिए बंद करें पर क्लिक करें
ja: デスクトップ環境はスティミュレータをサポートしていません。終了するには閉じるをクリックしてください。
nl: Uw werkomgeving wordt niet ondersteund. Klik op sluiten om af te sluiten.
pt_br: Seu ambiente desktop não suporta Stimulator, pressione o botão de fechar para sair
uk: Ваше середовище стільниці не підтримує Стимулятор, натисніть Закрити для виходу

source: Run in Background
da: Kør i baggrunden
de: Im Hintergrund laufen
es: Ejecutar en segundo plano
et: Töötab taustal
fr: Exécuter en arrière-plan
hi: पृष्ठभूमि में चलाएं
ja: バックグラウンドで実行
nl: Uitvoeren op achtergrond
pt_br: Rodar em Segundo Plano
uk: Працювати у фоні

source: Show
da: Vise
de: Anzeigen
es: Mostrar
et: Näita
fr: Afficher
hi: दिखाएं
ja: 表示
nl: Tonen
pt_br: Mostrar
uk: Показати

source: Stimulator is running in the backround
da: Stimulator kører i baggrunden
de: Stimulator läuft im Hintergrund
es: Stimulator está ejecutándose en segundo plano
et: Stimulaator töötab taustal
fr: Le Stimulateur s'exécute en arrière-plan
hi: Stimulator पृष्ठभूमि में चल रहा है
ja: スティミュレータがバックグラウンドで実行されています
nl: Stimulator wordt uitgevoerd op de achtergrond
pt_br: Stimulator está rodando em segundo plano
uk: Стимулятор працює у фоні

source: Ask Confirmation
da: Spørg Bekræftelse
de: Bestätigung erfragen
es: Pedir confirmación
et: Küsi kinnitust
fr: Demander confirmation
hi: पुष्टिकरण पूछें
ja: 確認する
nl: Om bevestiging vragen
pt_br: Pedir Confirmação
uk: Запитувати підтвердження

source: Behavior on Closing
da: Adfærd ved lukning
de: Verhalten beim Schließen
es: Comportamiento al cerrar
et: Käitumine sulgemisel
fr: Comportement à la fermeture
hi: समापन पर व्यवहार
ja: 終了する際の設定
nl: Actie na afsluiten
pt_br: Comportamento Durante Fechamento
uk: Поведінка при виході

source: Applies only while active
da: Gælder kun, når den er aktiv
de: Anwendung nur wenn aktiv
es: Se aplica únicamente cuando está activo
et: Rakendub ainult aktiivses olekus
fr: S'applique uniquement lorsqu'actif
hi: केवल सक्रिय रहते हुए ही लागू होता है
ja: 作動中のみ適用されます
nl: Alleen indien actief
pt_br: Aplica-se apenas enquanto ativo
uk: Застосовується коли Стимулятор активний

source: Main Menu
da: Hovedmenu
de: Hauptmenü
es: Menú principal
et: Peamenüü
fr: Menu Principal
hi: मुख्य मेनू
ja: メインメニュー
nl: Hoofdmenu
pt_br: Menu Principal
uk: Головне меню

source: translator-credits
da: Hans-Christian Andersen https://github.com/idebugthusiexist
es: Miguel Ángel Nieo https://miguelangelnieto.net
et: Meybo Nõmme https://github.com/meybonomme
fr: Bedis Nbiba https://github.com/sigmaSd
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ja: Nicholas La Roux https://github.com/larouxn
nl: Heimen Stoffels https://github.com/Vistaus
pt_br: Luiz-Fernandes https://github.com/Luiz-C-Lima
uk: Oleksii Shumitsky

source: Suspend Timer
fr: Minuterie de suspension

source: Idle Timer
fr: Minuterie d'inactivité

source: Auto-disable after selected time
fr: Désactivation automatique après le temps sélectionné

source: Never
fr: Jamais

source: Current state
fr: État actuel

source: 1 hour
fr: 1 heure

source: 2 hours
fr: 2 heures

source: 4 hours
fr: 4 heures

source: hour
fr: heure

source: hours
fr: heures

source: Automatic suspending reactivated
fr: Suspension automatique réactivée

source: Automatic idling reactivated
fr: Inactivité automatique réactivée
